"ADD_EVENT_PROMPT" = "Podesite detalje ovog događaja.";
"ADD_EVENT" = "Dodaj događaj";
"EDIT_EVENT" = "Uredi";
"CANCEL" = "Poništi";

"DELETE" = "Izbriši";
"DELETE_ONE" = "Izbriši samo ovaj događaj";
"DELETE_FUTURE" = "Izbriši sve iduće događaje";
"DELETE_RECURRING_ALERT_TITLE" = "Ovo je ponavljajući događaj.";
"DELETE_EVENT" = "Izbriši događaj";

"DETACH_ONE" = "Spremi za ovaj događaj";
"DETACH_FUTURE" = "Spremi za iduće događaje";
"DETACH_ALL" = "Spremi za sve događaje";
"DETACH_ALERT_TITLE" = "Ovo je ponavljajući događaj.";

"CANCEL_DIRTY_ALERT_TITLE" = "Događaj je mijenjan.";
"CANCEL_DIRTY_CANCEL" = "Poništi izmjene";
"CANCEL_DIRTY_REVIEW" = "Uredi";

"INVALID_ATTENDEE_ADDRESS_ALERT_TITLE" = "Pozivnica se ne može poslati";
"INVALID_ATTENDEE_ADDRESS_ALERT_BODY_FORMAT" = "\"%@\" vjerojatno nije važeća e-mail adresa.";
"OK" = "OK";

"TITLE_PLACEHOLDER" = "Naslov";
"LOCATION_PLACEHOLDER" = "Lokacija";
"TITLE_DETAIL_NAV_TITLE" = "Naslov i lokacija";
"DEFAULT_EVENT_TITLE" = "Novi događaj";
"ADD_TO_CALENDAR" = "Dodaj kalendaru";

"STARTS" = "Počinje";
"ENDS" = "Završava";
"DATE_DETAIL_NAV_TITLE" = "Početak i kraj";
"ALL_DAY_SWITCH_TITLE" = "Cijeli dan";
"TIME_ZONE" = "Vremenska zona";
"FLOATING" = "Pomično";

"REPEAT" = "Ponovi";
"NEVER_DETAIL" = "Bez";
"DAILY_DETAIL" = "Svaki dan";
"WEEKLY_DETAIL" = "Svaki tjedan";
"BIWEEKLY_DETAIL" = "Svaka 2 tjedna";
"MONTHLY_DETAIL" = "Svaki mjesec";
"YEARLY_DETAIL" = "Svake godine";
/* Used as a title for both repeating events and repeating reminders */
"RECURRENCE_DETAIL_NAV_TITLE" = "Ponovi";
"END_REPEAT" = "Kraj ponavljanja";
"END_REPEAT_NAV_TITLE" = "Kraj ponavljanja";
"TIME_ZONE_CHOOSER_PROMPT" = "Unesite ime grada.";

"REPEAT_FOREVER" = "Ponavljaj zauvijek";

"ADD_INVITEES_NAV_TITLE" = "Dodaj pozvane";
"ADD_INVITEES_PROMPT" = "Dodaj pozvane ovom događaju.";

/* used as alert title for save errors */
"CANNOT_SAVE_EVENT" = "Nije moguće spremiti događaj";
"ALERT_TIME" = "Vrijeme alarma";
"CANNOT_REPEAT_EVENT" = "Nije moguće ponoviti događaj";

"CALENDAR_DISAMBIGUATION_FORMAT" = "%@ (%@)";

